window.Q880 = {
  "title": "李林 880 题（数学二）2026",
  "books": [
    {
      "name": "高数·做题本", "img": "assets/img/q880/gs", "total": 248,
      "sections": [
        { "name": "第一章 函数、极限、连续", "a": 3, "b": 36 },
        { "name": "第二章 一元函数微分学及其应用", "a": 37, "b": 96 },
        { "name": "第三章 一元函数积分学及其应用", "a": 97, "b": 165 },
        { "name": "第四章 多元函数微分学及其应用", "a": 166, "b": 191 },
        { "name": "第五章 重积分及其应用", "a": 192, "b": 218 },
        { "name": "第六章 微分方程及其应用", "a": 219, "b": 248 }
      ]
    },
    {
      "name": "线代·做题本", "img": "assets/img/q880/xd", "total": 120,
      "sections": [
        { "name": "第七章 行列式", "a": 3, "b": 17 },
        { "name": "第八章 矩阵", "a": 18, "b": 35 },
        { "name": "第九章 向量组", "a": 36, "b": 51 },
        { "name": "第十章 线性方程组", "a": 52, "b": 69 },
        { "name": "第十一章 相似矩阵", "a": 70, "b": 96 },
        { "name": "第十二章 二次型", "a": 97, "b": 120 }
      ]
    },
    {
      "name": "解析分册", "img": "assets/img/q880/jx", "total": 338,
      "sections": [
        { "name": "解析分册（全 338 页）", "a": 1, "b": 338 }
      ]
    }
  ]
};
